tap "eth-p/software"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/core"
tap "homebrew/services"
brew "asdf"
brew "bat"
brew "bat-extras-batdiff"
brew "bat-extras-batgrep"
brew "bat-extras-batman"
brew "exa"
brew "exiftool"
brew "gh"
brew "httpie"
brew "less"
brew "mas"
brew "minikube"
# cask "aldente"
cask "brave-browser"
# cask "cyberduck"
# cask "dbeaver-community"
cask "docker"
cask "dropbox"
cask "iterm2"
cask "jetbrains-toolbox"
cask "karabiner-elements"
cask "keyboard-maestro"
cask "logitech-options"
cask "lulu"
cask "philips-hue-sync"
cask "postman"
cask "raycast"
cask "rectangle"
cask "spotify"
cask "visual-studio-code"
cask "vlc"
mas "MINDSTORMS", id: 1515448947
