aaron-bond.better-comments
dbaeumer.vscode-eslint
eamodio.gitlens
EditorConfig.EditorConfig
esbenp.prettier-vscode
mikestead.dotenv
ms-azuretools.vscode-docker
ms-python.python
ms-python.vscode-pylance
patbenatar.advanced-new-file
PKief.material-icon-theme
redhat.java
tamasfe.even-better-toml
