aaron-bond.better-comments
dbaeumer.vscode-eslint
dsznajder.es7-react-js-snippets
eamodio.gitlens
esbenp.prettier-vscode
jpoissonnier.vscode-styled-components
mikestead.dotenv
ms-azuretools.vscode-docker
patbenatar.advanced-new-file
PKief.material-icon-theme
redhat.java
tamasfe.even-better-toml
